tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "tavianator/tap"
tap "universal-ctags/universal-ctags"
brew "python"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bench"
brew "brainfuck"
brew "ccat"
brew "ccls"
brew "cmake"
brew "ctags", link: false
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "go"
brew "grap"
brew "groff"
brew "h2o"
brew "htop"
brew "hugo"
brew "icdiff"
brew "imagemagick"
brew "irssi"
brew "lolcat"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pandoc"
brew "pandoc-citeproc"
brew "tree"
brew "pass"
brew "pipenv"
brew "proselint"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rustup-init"
brew "safe-rm"
brew "sbt"
brew "sc-im"
brew "scala"
brew "termtosvg"
brew "tldr"
brew "tmux"
brew "trash"
brew "unzip"
brew "up"
brew "vim", args: ["HEAD"]
brew "weechat"
brew "yarn"
brew "z"
brew "zork"
brew "zsh"
brew "zsh-completions"
brew "tavianator/tap/bfs"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "calibre"
cask "cyberduck"
cask "firefox"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-input"
cask "gimp"
cask "hyper"
cask "intellij-idea"
cask "keycastr"
cask "mactex"
cask "mos"
cask "ngrok"
cask "postman"
cask "powershell"
cask "rstudio"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "wkhtmltopdf"
cask "xquartz"
