# Tap
tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "tavianator/tap"
tap "universal-ctags/universal-ctags"

brew "bat"
brew "btop"
brew "bun"
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "eza"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "genact"
brew "git"
brew "go"
brew "groff"
brew "h2o"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "icdiff"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "pandoc"
brew "pandoc-citeproc"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "proselint"
brew "python"
brew "r"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "safe-rm"
brew "sbt"
brew "shared-mime-info"
brew "sl"
brew "tree"

# Prompt!
brew "spaceship"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "unzip"
brew "up"
brew "vim", args: ["HEAD"]
brew "yarn"

# ZSH - Needed
# brew  "z.lua"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-autocomplete"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
# brew "zsh-fast-syntax-highlighting" # Shit freezes a lot, esp on man files
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]

# Cask
cask "alacritty"
cask "karabiner-elements"
cask "chrome"
cask "firefox"
# brew search '/font-.*-nerd-font/' | awk '{ print $1 }' | xargs -I{} brew install --cask {} || true
cask "font-fira-code"
cask "font-fira-sans"
cask "font-arimo-nerd-font"
cask "font-fira-mono-nerd-font"
cask "git-credential-manager"
cask "keycastr"
cask "wkhtmltopdf"

# Gay command
# pip3 install -U gay
