tap "crisidev/chunkwm"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "tavianator/tap"
tap "universal-ctags/universal-ctags"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cairo"
brew "ccat"
brew "ccls"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "docx2txt"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "genact"
brew "ghostscript"
brew "git"
brew "go"
brew "grap"
brew "groff"
brew "h2o"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "icdiff"
brew "shared-mime-info"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "lolcat"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "pandoc"
brew "pandoc-citeproc"
brew "tree"
brew "pass"
brew "pipenv"
brew "proselint"
brew "python@3.9", link: false
brew "r"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rustup-init"
brew "safe-rm"
brew "sbt"
brew "sc-im"
brew "scala"
brew "sl"
brew "termtosvg"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "unzip"
brew "up"
brew "vim", args: ["HEAD"]
brew "weechat"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "jesseduffield/lazygit/lazygit"
brew "tavianator/tap/bfs"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "calibre"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-input"
cask "gimp"
cask "imageoptim"
cask "keycastr"
cask "mactex"
cask "ngrok"
cask "obs"
cask "powershell"
cask "rstudio"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoomus"
